tap "clojure/tools"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jimeh/emacs-builds"
tap "koekeishiya/formulae"
tap "nats-io/nats-tools"
tap "railwaycat/emacsmacport"
brew "xz"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "bat"
brew "glib"
brew "pkg-config"
brew "python@3.9"
brew "libidn2"
brew "gnutls"
brew "harfbuzz"
brew "gobject-introspection"
brew "libbluray"
brew "sdl2"
brew "ffmpeg"
brew "cmus"
brew "curl"
brew "freetds"
brew "krb5"
brew "php"
brew "composer"
brew "delta", link: false
brew "deno"
brew "erlang"
brew "elixir"
brew "exa"
brew "fd"
brew "figlet"
brew "ncurses"
brew "fish"
brew "fzf"
brew "gcc"
brew "gh"
brew "git-delta"
brew "git-lfs"
brew "glew"
brew "glfw"
brew "gnu-sed"
brew "go"
brew "golang-migrate"
brew "helm"
brew "htop"
brew "hugo"
brew "ipython"
brew "jansson"
brew "jq"
brew "libgccjit"
brew "libxml2"
brew "llvm"
brew "neovim", args: ["HEAD"]
brew "ninja"
brew "opam"
brew "openconnect"
brew "openfortivpn"
brew "php@7.4"
brew "qemu"
brew "ripgrep"
brew "rlwrap"
brew "rust-analyzer"
brew "sdl2_image"
brew "sdl2_ttf"
brew "telnet"
brew "texinfo"
brew "tmux"
brew "tree"
brew "v2ray-plugin"
brew "viddy"
brew "vim"
brew "watch"
brew "wget"
brew "zellij"
brew "clojure/tools/clojure"
brew "d12frosted/emacs-plus/emacs-plus@29", args: ["with-native-comp"]
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "nats-io/nats-tools/nats"
brew "nats-io/nats-tools/nsc"
cask "alt-tab"
cask "amethyst"
cask "easy-move-plus-resize"
cask "emacs-mac"
cask "fig"
cask "font-iosevka"
cask "keycastr"
cask "rectangle"
