tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "nats-io/nats-tools"

brew "xz"
brew "asciinema"
brew "bat"
brew "python@3.9"
brew "ffmpeg"
brew "curl"
brew "php"
brew "composer"
brew "exa"
brew "fd"
brew "figlet"
brew "fzf"
brew "git-delta"
brew "gnu-sed"
brew "go"
brew "helm"
brew "htop"
brew "jq"
brew "neovim", args: ["HEAD"]
brew "ninja"
brew "openconnect"
brew "openfortivpn"
brew "php@7.4"
brew "ripgrep"
brew "rust-analyzer"
brew "telnet"
brew "tmux"
brew "tree"
brew "wget"
brew "d12frosted/emacs-plus/emacs-plus@29", args: ["with-native-comp"]
cask "alt-tab"
brew "watch"
brew "viddy"
cask "font-iosevka"
cask "font-fira-code"
cask "keycastr"
cask "rectangle"
cask "vlc"
