tap "jimeh/emacs-builds"
tap "mrkai77/cask"
brew "aria2"
brew "atuin"
brew "bat"
brew "btop"
brew "cloc"
brew "cmake"
brew "fd"
brew "fish"
brew "fortune"
brew "fzf"
brew "gcc"
brew "git-delta"
brew "go"
brew "grep"
brew "helix"
brew "k6"
brew "lazygit"
brew "lighttpd"
brew "mkcert"
brew "mtr"
brew "node"
brew "nyancat"
brew "openfortivpn"
brew "php"
brew "pkgconf"
brew "raylib"
brew "ripgrep"
brew "telnet"
brew "tree"
brew "ugrep"
brew "watch"
brew "websocat"
brew "wget"
brew "wrk"
brew "yarn"
brew "yt-dlp"
cask "emacs-app"
cask "font-fira-code"
cask "font-iosevka"
cask "font-meslo-lg-nerd-font"
cask "ghostty"
cask "jordanbaird-ice"
cask "kitty"
cask "love"
cask "maccy"
cask "neovide"
vscode "bmewburn.vscode-intelephense-client"
vscode "danielgavin.ols"
vscode "golang.go"
vscode "mvllow.rose-pine"
vscode "raunofreiberg.vesper"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "sumneko.lua"
vscode "supermaven.supermaven"
vscode "vscodevim.vim"
